{
	"id": "zz_Shaping_Unified",
	"name": 
	{
		"en": "Shaping unified"
	},
	"description": 
	{
		"en": "Where all my shaping stuff has been moved because it's both convenient for me to manage and i've been pestered to do it by people who want the decorative stuff only, along with a whole bunch of new stuff.\n\nContains also a remake and update of cataclystic shapes and builadable islands for your convenience. As usual switching one mod for the other will not break your ships.\n\nOriginals by Cataclysm at steamcommunity.com/sharedfiles/filedetails/?id=651352596 and steamcommunity.com/sharedfiles/filedetails/?id=663623106 \n\nHas proper corridor by David Dire built in for your convenience.\nWas buffed slightly, and some messy files were cleaned up.\nOriginal at steamcommunity.com/sharedfiles/filedetails/?id=638689969 \n\nHas Ammo Vault by David Dire merged in. Graphics redone and updated.\nOriginal at https://steamcommunity.com/sharedfiles/filedetails/?id=635568937\n\nHas the steel structural supports from RBI by Radium Bullet built in, with additional sizes.\nOriginal at steamcommunity.com/sharedfiles/filedetails/?id=1131544112 \n\nHas Stone Decorations by Blake merged in.\nOriginal at https://steamcommunity.com/sharedfiles/filedetails/?id=1498882163 \n\nHas Structural Lightener by Blake merged in.\nOriginal at https://steamcommunity.com/sharedfiles/filedetails/?id=1499107764 \n\nHas Supply Room by Splorky merged in.\nOriginal at https://steamcommunity.com/sharedfiles/filedetails/?id=948805852 \n\nHas Guarded Hatch by Blueation merged in. Wooden and reinforced hatches added.\nOriginal at https://steamcommunity.com/sharedfiles/filedetails/?id=784888255 \n\nHas Medium Berth by Blueation merged in. Stats modified to be different relative to the small quarters.\nOriginal at https://steamcommunity.com/sharedfiles/filedetails/?id=784888384 \n\nHas Living Area by Blueation merged in. Stats modified to be different relative to the large quarters.\nOriginal at https://steamcommunity.com/sharedfiles/filedetails/?id=784888328 "
	}
}