{
	"id": "zzzz_Yellow_Mega_Dependencies",
	"name": {
		"en": "Yellow's Mega Dependencies Pack",
	},
	"description": {
		"en": "President Tungsten's Obnoxious Repository of Standardized Files for Compatibility and Organizational Purposes (AKA Yellow's Mega Dependencies Pack)\n\nRequires Dev10 beta or higher\n\n\nWhere the shared files sit, for easy management and faster loading times.\n\nAlso contains the shared part of my modded tech tree ; researching some techs will be useless if you don't have a mod providing the modules for that tech. This include some Prof Aluminium techs that had to be thrown in to ensure the charges would work.\n\nIMPORTANT : THE TECH TREE INCLUDES TIER -1 DUMMY TECHS TO HOLD MODULES WHICH WILL BE IN PRE-TIER 0 TECHS IN THE FUTURE TECH TREE UNIFIED MOD, WHILE HAVING THEM ALREADY UNLOCKED WITHOUT SAID MOD. FOR THIS REASON, WHEN STARTING A CONQUEST GAME, ALWAYS START AT LEAST AT TIER 0. NOT DOING SO WILL PREVENT THE VANILLA AI TO BUILD ANYTHING AS IT CAN ONLY DO RESEARCH FOLLOWING A PREDEFINED LIST OF TECHS.\n\n\n\n\nHas the now deprecated Heraldry Unified built in.\n\nThis allows all modded charges to be used together.\n\n\nCurrently supports :\n\nCataclystic Expansion : http://steamcommunity.com/sharedfiles/filedetails/?id=646204814&searchtext= \n\nProfessor Aluminum's Maniacal Menagarie of State Funded Mad Science And Fun! : http://steamcommunity.com/sharedfiles/filedetails/?id=1108378531&searchtext= \n\nDoctor Chromium's Updated Bestiary of Cultures to Invade and Creatures to Shoot! : https://steamcommunity.com/sharedfiles/filedetails/?id=1509398614= \n\nTurbofan Engines : http://steamcommunity.com/sharedfiles/filedetails/?id=1198079954 \n\nVanilla pirate charges are now available for player use and have bonuses.\n\nWrench the Forks! (by 71) as a new charge, does not replace the original wrench. Original mod at http://steamcommunity.com/sharedfiles/filedetails/?id=642983096&searchtext=wrench \n\nCoat Balkenkreuz (by Moonman). Original mod at https://steamcommunity.com/sharedfiles/filedetails/?id=1210448447&searchtext= \n\nCoat of Arms (by Sombrero) with improved graphics. Original mod at https://steamcommunity.com/sharedfiles/filedetails/?id=966404356&searchtext= \n\n\nExtra custom charges are possible and I take requests.\n\n\nIf you are an author of one of the mods supported by this one, and you update your mod with new charge related stuff (new charges or changes in the heraldic styles file), please comment below so i'm notified, and i'll update this.\n\nIf you are the author of a unsupported mod which adds charges, please comment below with your mod link and i'll add your charges in.\n\n\nHas Cataclysm's ram charge bonus reenabler half-merged in, by having the bonuses apply on the existing rams rather than adding new ones. Whitefox spikes and Ramming Speed support added. Original mod nowhere to be found.\n\n\nby YellowMiner",
	}
}
