{
	"id": "z_WhiteFox_Weapons_MKII",
	"name": {
			"en": "WhiteFox3030's Modules MKII"
	},
	"description": {
			"en": "Adds various modules to the game.\n\n\nModules by Whitefox3030 :\n\n- Small Side Propeller\n- Side Propeller\n- Lightning Gun\n- Excavator\n- Long Rifle\n- Gatling Gun Pod\n- Heavy Flak Cannon\n- Heavy Gatling Flak Cannon\n- Tiny Ammo,Coal,Repair,and Suspendium modules\n- Heavy Armoured Deck Gun\n- Heavy Cannon\n- Super Laser\n- Heavy MG\n- Auto Cannon Pod\n- Light Cannon Pod\n- Suspendium Drive\n- Super Heavy Fortress Cannon\n- Super Heavy Cannon\n- Light Cannon\n- Armored Deck Gun\n- Fire Barrel Bay\n- Arbalest\n- Ballista\n- Steel Spikes\n\n\nUpdates by YellowMiner :\n\n- Tweaked some stats for improved balance relative to DocPeabody MKII\n		- Blast damage from AP shells is mostly transferred to pen damage, remaining blast damage has a small area of effect to simulate shrapnel from armour.\n		- Recoil has been adjusted.\n		- Jitter Merge added where it made sense.\n		- Explosion and fire risk added on most weapons.\n		( Please comment if something isn't right )\n- Updated and improved all sounds effects.\n- Redrew fragments map. (should be more performance friendly)\n- Improved bump map.\n- Redrew excavator wheel. (It wasn't even close to being round - most time consuming part of the update)\n- Put excavator money production more in line with cataclystic expansion economic modules.\n- Animated dials and other small parts.\n- Added damage states to external parts.\n- Fixed gatling pods graphics.\n- Gave armour effects to armoured external modules.\n- Sorted all non-weapon modules in more appropriate groups.\n- Added variations to the tiny ammo store.\n- Tech tree integration.\n\n\nModules by YellowMiner :\n\n- Side Chimney Large Propeller\n- Central Large Suspendium Chamber\n- Massive Propeller\n- Massive Suspendium Chamber\n- Deck and side flak guns\n- Grenade porthole\n- Old versions of all modules that were redesigned in 9.8\n- Cannon MKII (The armoured deck gun's cannon in a normal cannon mount)\n- Custom armour versions of the armoured deck guns (normal and heavy). They are lighter and cheaper than the normal armoured one as they do not have Heavy steel armour built in, but adding heavy steel on them will make them more expensive than the normal variants for the same stats.\n- Up and down facing rifles\n- Sandbag Armour\n- Minigun Pods\n- Custom armour versions of all pods\n\n\nMerges :\n\nHas Clay armour by D00dlenoodles merged in. Was buffed slightly to get in line with 9.8 vanilla armour buffs, and had it's sounds updated.\nOriginal at https://steamcommunity.com/sharedfiles/filedetails/?id=1196456928 \n\nHelium and Hydrogen balloons from No Suspendium / Powerful Air were merged in, had damage states added, and are now cheaper to be a viable alternative to suspendium.\nOriginals by Zarkonnen and Poi at https://steamcommunity.com/sharedfiles/filedetails/?id=622549778 and https://steamcommunity.com/sharedfiles/filedetails/?id=830494922 \n\nHas the original Imperial Cannon by Zarkonnen merged in, with stats updated to be identical to the vanilla Imperial Cannon. Original available at http://steamcommunity.com/sharedfiles/filedetails/?id=604144706 \n\nHas my patched version of Zarkonnen's Death Ray mod merged in, and updated to current standards. (Patch fixes the Mad Science tower) Original available at https://steamcommunity.com/sharedfiles/filedetails/?id=624972864&searchtext= \n\nHas Zarkonnen's cluster rockets merged in. Accuracy buffed slightly to not be as ridiculous. Original available at https://steamcommunity.com/sharedfiles/filedetails/?id=641639529 \n\nHas Cataclysm's large bipedal legs merged in. Redesigned as a 3x3 module to look the part, and buffed a bit. Original available at https://steamcommunity.com/sharedfiles/filedetails/?id=754312751 \n\nHas Cataclysm's armoured baloons mostly merged in. Includes everything (zeps, armored baloons, small baloons, large pressure tanks) but the giant tanks. Original available at https://steamcommunity.com/sharedfiles/filedetails/?id=718987586 \n\nHas Splorky's sword gun merged in. Updated, polished, integrated in the tech tree and slightly nerfed to not be plain better than a base cannon. Original available at https://steamcommunity.com/sharedfiles/filedetails/?id=943060774 \nDeus Vult\n\nHas IKARO's rocket pod merged in. Updated, polished, integrated in the tech tree. Original available at https://steamcommunity.com/sharedfiles/filedetails/?id=1490528764 \n\nHas Spirit Bear's multi launch rockets merged in. Updated and polished. Original available at https://steamcommunity.com/sharedfiles/filedetails/?id=1328752894 \n\nHas David Dire's sharpshooter heavy rifle merged in. Updated, polished, integrated in the tech tree. Original available at https://steamcommunity.com/sharedfiles/filedetails/?id=629664634 \n\n\nSuper Heavy Cannon sound from freesound.org\nHeavy Cannon sound is a edited Super Heavy Cannon sound.\n\n\nOriginal by WhiteFox3030 at https://steamcommunity.com/sharedfiles/filedetails/?id=644582904 \nUpdated by YellowMiner\nLogo by Cataclysm, edited by YellowMiner."
	}
}